Unable to create Multistory stairs.
  Namespace:   Autodesk.Revit.DB
  Assembly:   RevitAPI  (in RevitAPI.dll) Version: 17.0.0.0 (17.0.484.0)
 Syntax
  C#
public static FailureDefinitionId UnableToCreateMultistoryStairs { get; }
  Visual Basic
Public Shared ReadOnly Property UnableToCreateMultistoryStairs As FailureDefinitionId
	Get
  Visual C++
public:
static property FailureDefinitionId^ UnableToCreateMultistoryStairs {
	FailureDefinitionId^ get ();
}
 See Also
  BuiltInFailures StairRampFailures Class
  Autodesk.Revit.DB Namespace